my_name_1 = "Елена"
my_surname_1 = "Галахова"
my_adress_1 = "Ул. Петрова, 2"
my_tel_1 = 89166626813
my_data_1 = "26.10.2026"

my_name_2 = "Валера"
my_surname_2 = "Иванов"
my_adress_2 = "Ул. Казакова, 2"
my_tel_2 = 89166656813
my_data_2 = "16.12.2026"

questions_data = [
    {
        "index": 0,
        "question": "Сколько это стоит? И как оплатить?",
        "answer": "Сутки — 400 рублей. Оплата курьеру — наличными или картой.",
    },
    {
        "index": 1,
        "question": "Хочу сразу несколько самокатов! Так можно?",
        "answer": "Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.",
    },
    {
        "index": 2,
        "question": "Как рассчитывается время аренды?",
        "answer": "Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.",
    },
    {
        "index": 3,
        "question": "Можно ли заказать самокат прямо на сегодня?",
        "answer": "Только начиная с завтрашнего дня. Но скоро станем расторопнее.",
    },
    {
        "index": 4,
        "question": "Можно ли продлить заказ или вернуть самокат раньше?",
        "answer": "Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.",
    },
    {
        "index": 5,
        "question": "Вы привозите зарядку вместе с самокатом?",
        "answer": "Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.",
    },
    {
        "index": 6,
        "question": "Можно ли отменить заказ?",
        "answer": "Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.",
    },
    {
        "index": 7,
        "question": "Я живу за МКАДом, привезёте?",
        "answer": "Да, обязательно. Всем самокатов! И Москве, и Московской области.",
    },
]
